<template>
  <div class="container">
    <h3>
      船佳宝电子助航用户服务条款
    </h3>
    <p> 温馨提示：</p>
    <p> ●欢迎使用船佳宝·电子助航系统！</p>
    <p> ●辅助的提示仅供参考，在航行过程中，请用户严格遵守当地海事部门航行规定要求。</p>
    <p> ●为了您的安全，请在航行过程中不要进行相关操作，确保驾驶安全。</p>
    <p> ●本产品仅用作辅助导航而不能进行方向、距离、位置或者地形等的精准测量，请严格遵守当地航道管理部门的助航标识航行。</p>
    <p> 条款正文：</p>
    <p>“船佳宝·电子助航”致力于提供优质的互联网航道位置服务，请您在使用“船佳宝·电子助航”提供的各项服务（包括网站、电子地图、二次开发接口等，以下简称为“电子助航”）前仔细阅读本服务条款。</p>
    <p>（一）条款范围</p>
    <p>您使用“电子助航”并在APP注册时接受该条款即表示您认同并遵守“电子助航”的服务条款。这些条款适用于您以各种方式使用“电子助航”的情况。</p>
    <p>（二）关于版权</p>
    <p>1、“电子助航”定义的互联网服务内容包括：电子地图、文字、软件、音频、图片，以及“电子助航”为用户提供的其它信息。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。</p>
    <p>2、您使用“电子助航”，表明您承诺在任何方式下都不会删除或不会以任何方式更改“电子助航”提供的服务中所显示的有关权利人对其拥有著作权、商标权或其他专有权利及知识产权的标识和通知。</p>
    <p>3、如果任何单位或个人发现“电子助航”形成的链接所指向的第三方网页的内容可能涉嫌侵犯其权利的，应该及时以书面的通讯方式（信件、传真、电子邮件等）向浙江船家宝科技有限公司提交权利通知，并提供身份证明、权属证明及详细侵权情况证明。“电子助航”在收到上述法律文件后，将会依法尽快断开相关链接内容。</p>
    <p>4、浙江船家宝科技有限公司拥有或与相关内容提供者共同拥有“电子助航”（电子地图、文字、软件、音频、图片、各种有形产品、广告中的全部内容、电子邮件的全部内容及页面设计等）的版权和/或其他相关知识产权。未经浙江船家宝科技有限公司书面许可，对于“电子助航”拥有版权和/或其他知识产权的任何内容，任何人或机构不得进行全部或部分复制、翻译、更改，不得将全部或部分服务聚合至其他数据、软件系统或任何派生产品，不得出售、出租、发行或转让全部或部分服务，不得在非“电子助航”所属的服务器上做镜像或以其他任何方式进行使用，不得擅自使用“船佳宝·电子助航”标志。对于违法此条款者，浙江船家宝科技有限公司将向其追求法律责任。</p>
    <p>（三）免责声明</p>
    <p>1、关于数据及助航服务内容：“电子助航”将对所提供的数据进行不断更新，但受数据更新频率的限制，不保证当前提供的数据完全准确、真实、完整。“电子助航”对数据的准确性、及时性不作担保。同时，“电子助航”将力求为用户提供的内容（包括但不限于文字、音频、视频、软件、图片、图标等）准确、真实、完整，但不担保完全符合实际情况，对于用户因使用“电子助航”所提供的所有内容而引起的一切责任事故，“电子助航”不承担任何责任。</p>
    <p>2、关于传输网络：“电子助航”通过互联网及移动互联网提供服务，由于网络使用本身的风险及相关的不稳定因素，“电子助航”不担保服务不会中断；对于因网络、通讯线路及使用“电子助航”或任何第三方的服务、资料、网址等任何原因而引起的任何直接或间接的损害，浙江船家宝科技有限公司不承担任何法律责任；同时，用户个人需对网络服务的使用承担风险，浙江船家宝科技有限公司对服务的稳定性、及时性、安全性都不作担保。</p>
    <p>3、除上述情况以外，对于因使用“电子助航”而引起的或与之有关的任何直接或间接的损害，“电子助航”概不承担责任。</p>
    <p>（四）意见反馈</p>
    <p>“船佳宝·电子助航”的数据将不断更新、丰富，功能将不断改进、优化、完善。欢迎大家致电400-826-0509向船佳宝提出宝贵的意见或建议。</p>
    <p>（五）保留权利</p>
    <p>1、浙江船家宝科技有限公司保留对本条款随时进行修改的权利。浙江船家宝科技有限公司有权在必要时修改服务条款，“船佳宝·电子助航”服务条款一旦发生变动，将会在重要页面上提示修改内容。</p>
    <p>2、用户同意保障和维护浙江船家宝科技有限公司全体成员的利益，负责支付由于用户违反服务条款而引起纠纷的律师费用，损害补偿费用等。</p>
    <p>3、浙江船家宝科技有限公司对本条款拥有最终的解释权。</p>
  <p>2019年6月</p>
  </div>
</template>

<script>
  export default {
    name: 'disclaimer'
  }
</script>

<style scoped lang="scss">
  .container {
    padding: 18px 20px;
    h3 {
      text-align: center;
      font-size: 32px;
      margin-bottom: 20px;
    }
    p{
      margin-top: 10px;
      letter-spacing:2px;
      line-height: 46px;
      text-indent: 44px;
      font-size: 26px;
    }
    p:last-child{
      text-align: right;
    }
  }
</style>
